LEXICON_RU: dict[str: str] = {
    '/start': '<b>Привет!</b>\n'
              'Этот бот предназначен для планирования глобальных (задачи без срока или долгосрочные задачи) и '
              'каждодневных задач.\n'
              'Выбери, какие задачи просмотреть: глобальные или ежедневные.',
    '/help': 'Чтобы просмотреть глобальные или ежедневные задачи нажмите соответствующую кнопку на клавиатуре, либо '
             'напишите в чат соответствующее сообщение. Задачи выводятся в формате "крайний срок - название задачи"\n'
             'В режиме просмотра текущих задач доступны следующие действия: добавление задачи, редактирование задачи, '
             'завершение задачи. \n'
             'Для просмотра ВСЕХ выполненных задач нажмите соответствующую кнопку на клавиатуре, либо напишите в чат '
             'соответствующее сообщение.',
    '/all_completed_tasks_button': 'Выполненные задачи',
    'global_tasks_button': 'Глобальные задачи',
    'global_tasks': 'Список задач:\n',
    'daily_tasks_button': 'Ежедневные задачи',
    'other_answer': 'К сожалению, такой запрос я не понимаю.',
    'redact_button': 'Редактировать задачи',
    'redact': 'Выбери задачу, которую хочешь отредактировать.',
    'add_task_button': 'Добавить задачу',
    'add_task': 'Введи название задачи.',
    'cancel_button': 'Отмена',
    'add_description': 'Введи описание задачи. Это необязательный этап, его можно пропустить.',
    'skip_button': 'Пропустить',
    'add_deadline': 'Введи крайний срок выполнения задачи в формате ДД.ММ.ГГГГ, другие форматы не пройдут проверку.\n'
                    'Если у задачи нет крайнего срока, этот этап можно пропустить.',
    'confirm_button': 'Подтвердить'


}
